Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRESERVE_PRO_RES_FOOTER
source: Preserve the Apple ProRes setting, rather than automatically reset.
ar: الاحتفاظ بإعداد Apple ProRes بدلاً من إعادة التعيين تلقائيًا.
bg: Запазете Apple ProRes настройката, вместо да възстановите автоматично.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে Apple ProRes সংরক্ষিত করে।
ca: Conserva la configuració Apple ProRes, en lloc de restablir‑la automàticament.
cs: Místo automatického resetování bude zachováno nastavení Apple ProRes.
da: Behold Apple ProRes-indstillingen fremfor automatisk at nulstille.
de: Behalte die Apple ProRes-Einstellung bei, anstatt sie automatisch zurückzusetzen.
el: Διατήρηση της ρύθμισης Apple ProRes που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva el ajuste Apple ProRes en vez de restablecerlo automáticamente.
es_us: Conserva la configuración de ProRes de Apple, en lugar de restablecerla automáticamente.
fi: Älä nollaa Apple ProRes ‑asetusta automaattisesti.
fr: Conservez le réglage Apple ProRes au lieu de réinitialiser automatiquement les réglages.
fr_ca: Applique le réglage Apple ProRes plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે Apple ProRes સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את הגדרת ה-Apple ProRes, במקום לאפס אותה באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाय Apple ProRes सेटिंग संरक्षित करें।
hr: Očuvanje postavke Apple ProRes umjesto automatskog resetiranja.
hu: Megőrizheti az Apple ProRes beállítását, ahelyett, hogy automatikusan visszaállítaná alaphelyzetbe.
id: Pertahankan pengaturan Apple ProRes, alih-alih mengatur ulang secara otomatis.
it: Mantieni l’impostazione Apple ProRes. L’opzione non verrà reimpostata automaticamente.
ja: 自動的にリセットされず、Apple ProResの設定を保持します。
kk: Автоматты түрде бастапқы күйіне қайтарудың орнына қолданыстағы Apple ProRes реттеуін сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು Apple ProRes ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 Apple ProRes 설정을 유지합니다.
lt: Išsaugokite „Apple ProRes“ nustatymą, užuot automatiškai iš naujo nustatydami.
ml: Apple ProRes ക്രമീകരണത്തെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, Apple ProRes सेटिंग जतन करा.
ms: Kekalkan seting Apple ProRes, berbanding mereset secara automatik.
nb: Bevar Apple ProRes-innstillingen i stedet for å nullstille den automatisk.
nl: Bewaar de instelling 'Apple ProRes' in plaats van deze automatisch opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ Apple ProRes ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ Apple ProRes ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ustawienie Apple ProRes, zamiast automatycznie je zerować.
pt_br: Mantenha os ajustes do Apple ProRes, em vez de redefini-los automaticamente.
pt_pt: Manter a definição de Apple ProRes, em vez de repor automaticamente.
ro: Va fi menținută configurarea Apple ProRes, în locul resetării automate a acesteia.
ru: Настройка Apple ProRes будет сохранена, а не сброшена автоматически.
sk: Namiesto automatického resetovania zachová nastavenie Apple ProRes.
sl: Ohrani nastavitev Apple ProRes, namesto da jo samodejno ponastavi.
sv: Behåll inställningarna för Apple ProRes istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக Apple ProRes அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, Apple ProRes సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่า Apple ProRes ไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Otomatik olarak sıfırlamak yerine Apple ProRes ayarını korur.
uk: Зберігати значення параметра Apple ProRes замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے ⁨Apple ProRes⁩ سیٹنگ کو محفوظ رکھیں۔
vi: Bảo lưu cài đặt Apple ProRes thay vì tự động đặt lại.
zh_cn: 保留Apple ProRes设置，而非自动重设。
zh_hk: 保留Apple ProRes設定，而非自動重設。
zh_tw: 保留Apple ProRes設定，而非自動重置。

# CAM_PRESERVE_SETTINGS_TITLE
source: Preserve Settings
ar: الاحتفاظ بالإعدادات
bg: Запазване на настройките
bn: সেটিংস সংরক্ষণ করুন
ca: Mantén la configuració
cs: Zachovat nastavení
da: Husk indstillinger
de: Einstellungen beibehalten
el: Διατήρηση ρυθμίσεων
es: Conservar ajustes
es_us: Conservar la configuración
fi: Säilytä asetukset
fr: Conserver les réglages
fr_ca: Conserver les réglages
gu: છેલ્લે ઉપયોગ કરેલા સેટિંગ્સ રાખો
he: שימור מצב קודם
hi: सेटिंग बनाए रखें
hr: Očuvaj postavke
hu: Beállítások megőrzése
id: Pertahankan Pengaturan
it: Mantieni impostazioni
ja: 設定を保持
kk: Реттеулерді сақтау
kn: ಸೆಟ್ಟಿಂಗ್ಸ್ ಉಳಿಸಿಕೊಳ್ಳುವಿಕೆ
ko: 설정 유지
lt: Išsaugotieji nustatymai
ml: ക്രമീകരണം സംരക്ഷിക്കൂ
mr: सेटिंग सुरक्षित करा
ms: Kekalkan Seting
nb: Husk innstillinger
nl: Bewaar instellingen
or: ସେଟିଂସ୍‌ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਰੱਖਿਅਤ ਸੈਟਿੰਗਾਂ
pl: Zachowaj ustawienia
pt_br: Preservar Ajustes
pt_pt: Manter definições
ro: Menținere configurări
ru: Сохранение настроек
sk: Zachovať nastavenia
sl: Ohranitev nastavitev
sv: Förvalsinställningar
ta: அமைப்புகளைத் தக்கவைத்தல்
te: సెట్టింగ్‌లను భద్రపరచండి
th: คงการตั้งค่า
tr: Ayarları Koru
uk: Опції утримання режиму
ur: سیٹنگ محفوظ رکھیں
vi: Bảo lưu cài đặt
zh_cn: 保留设置
zh_hk: 保留設定
zh_tw: 保留設定

# CAM_PRESERVE_VIDEO_STABILIZATION_FOOTER
source: Preserve the Action mode setting, rather than automatically reset to Action mode turned off.
ar: يحتفظ بإعداد نمط الحركة بدلاً من إعادة التعيين تلقائيًا إلى إيقاف نمط الحركة.
bg: Запазва настройката за режим В движение, вместо автоматично да се възстановява изключен режим В движение.
bn: স্বয়ংক্রিয়ভাবে রিসেট করে “অ্যাকশন মোড” বন্ধ করার পরিবর্তে অ্যাকশন মোড সেটিংস সংরক্ষিত করে।
ca: Conserva la configuració del mode d’acció, en lloc de restablir‑la i desactivar el mode automàticament.
cs: Místo automatického vypínání akčního režimu bude zachováno jeho nastavení.
da: Behold indstillingen Action i stedet for at nulstille automatisk til Action-funktion slået fra.
de: Behalte die Einstellung für den Actionmodus bei, anstatt den Actionmodus automatisch zu deaktivieren.
el: Διατήρηση της ρύθμισης «Λειτουργία δράσης» αντί για αυτόματη απενεργοποίηση της Λειτουργίας δράσης.
es: Conserva el ajuste del modo Acción, en vez de desactivar automáticamente dicho modo.
es_us: Se conservará la configuración del modo Acción en lugar de restablecer el modo Acción desactivado automáticamente.
fi: Älä laita Säilytä Toiminta-tila -asetusta automaattisesti pois päältä.
fr: Conservez le réglage du mode Action, plutôt que de désactiver automatiquement le mode Action.
fr_ca: Applique le dernier réglage mode Action plutôt que de désactiver automatiquement le mode Action.
gu: ઍક્શન મોડને બંધ પર ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે ઍક્શન મોડ સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את ההגדרה של ״מצב אקשן״, במקום להחזיר אותה באופן אוטומטי למצב כבוי.
hi: ऐक्शन मोड को बंद करने पर ऑटोमैटिकली रीसेट करने के बजाय, ऐक्शन मोड सेटिंग को संरक्षित रखें।
hr: Očuvanje postavke za akcijski mod, umjesto automatskog isključenja akcijskog moda.
hu: Az Akció mód beállításának megőrzése az Akció mód automatikus kikapcsolása helyett.
id: Pertahankan pengaturan mode Aksi alih-alih mengatur ulang secara otomatis ke mode Aksi yang dimatikan.
it: Rimani in modalità Azione. L’opzione non verrà disabilitata automaticamente.
ja: 自動的にオフにせずに、アクションモードの設定を保持します。
kk: Әрекет режимін өшірулі күйіне автоматты түрде қайтарудың орнына қолданыстағы әрекет режимін сақтау.
kn: ಆ್ಯಕ್ಷನ್ ಮೋಡ್ ಆಫ್ ಮಾಡಲಾಗಿದೆ ಎಂಬುದಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಆ್ಯಕ್ಷನ್ ಮೋಡ್ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 액션 모드를 꺼진 상태로 자동 재설정하는 대신 마지막으로 사용한 액션 모드 설정을 유지합니다.
lt: Išsaugokite veiksmo režimo nustatymą, užuot automatiškai iš naujo nustatydami išjungtą veiksmo režimą.
ml: ആക്ഷൻ മോഡ് ക്രമീകരണത്തെ, ഓഫ് ചെയ്ത മോഡിലേക്ക് ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിന് പകരം, സംരക്ഷിക്കൂ.
mr: ॲक्शन मोड बंद केले गेल्याचे ऑटोमॅटिकली रीसेट करण्यापेक्षा, ॲक्शन मोड सेटिंग, जतन करा.
ms: Kekalkan seting mod Aksi, berbanding mereset secara automatik kepada mod Aksi dinyahaktifkan.
nb: Husk forrige innstilling for bruk av Actionmodus i stedet for å automatisk nullstille til Actionmodus av.
nl: Bewaar de actiemodus-instelling in plaats van de actiemodus automatisch opnieuw in te stellen op uitgeschakeld.
or: କାର୍ଯ୍ୟ ମୋଡ୍ ବନ୍ଦ କରିବା ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ କାର୍ଯ୍ୟ ମୋଡ୍ ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਐਕਸ਼ਨ ਮੋਡ ਨੂੰ ਬੰਦ ਕਰਨ ’ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ, ਐਕਸ਼ਨ ਮੋਡ ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ustawienie trybu Akcja, zamiast automatycznie wyłączać ten tryb.
pt_br: Preserve o ajuste do modo de Ação, em vez de desativá‑lo automaticamente.
pt_pt: Manter a definição do modo Ação, em vez de repor a automaticamente o modo Ação desativado.
ro: Va fi menținută configurarea pentru modul Acțiune, în locul dezactivării automate a acestuia.
ru: Настройка режима «Экшн» будет сохранена вместо автоматического сброса и выключения режима.
sk: Namiesto automatického vypínania akčného režimu bude zachované jeho nastavenie.
sl: Ohrani nastavitev Akcijski način, namesto da jo samodejno ponastavi na izklopljen Akcijski način.
sv: Behåll inställningen för actionläge istället för att automatiskt återställa actionläge till avstängt.
ta: ஆக்‌ஷன் பயன்முறையை ஆஃப் செய்து தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக, ஆக்‌ஷன் பயன்முறை அமைப்பைத் தக்கவைக்கும்.
te: యాక్షన్ మోడ్‌ను ఆఫ్ చేయడాన్ని ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, యాక్షన్ మోడ్ సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าโหมดแอ็คชั่นไว้แทนที่จะรีเซ็ตโหมดแอ็คชั่นกลับเป็นปิดใช้โดยอัตโนมัติ
tr: Hareket modu ayarını otomatik olarak kapalıya ayarlamak yerine ayarı korur.
uk: Зберігати параметри режиму «Швидкий рух» замість автоматичного вимкнення.
ur: ایکشن موڈ کو بند کرنے پر آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے ایکشن موڈ سیٹنگ کو محفوظ رکھیں۔
vi: Bảo lưu cài đặt chế độ Hành động, thay vì tự động đặt lại chế độ Hành động thành tắt.
zh_cn: 保留运动模式设置，而非自动重设为运动模式关闭。
zh_hk: 保留「動作」模式設定，不要將「動作」模式自動重設為關閉。
zh_tw: 保留「動作」模式設定，而非將「動作」模式自動重置為關閉。

# CAM_PRESERVE_VIDEO_STABILIZATION_SWITCH
source: Action Mode
ar: نمط الحركة
bg: Режим В движение
bn: অ্যাকশন মোড
ca: Mode d’acció
cs: Akční režim
da: Action-funktion
de: Actionmodus
el: Λειτουργία δράσης
es: Modo Acción
es_us: Modo Acción
fi: Toiminta-tila
fr: Mode Action
fr_ca: Mode Action
gu: ઍક્શન મોડ
he: מצב אקשן
hi: ऐक्शन मोड
hr: Akcijski mod
hu: Akció mód
id: Mode Aksi
it: Modalità Azione
ja: アクションモード
kk: Әрекет режимі
kn: ಆ್ಯಕ್ಷನ್ ಮೋಡ್
ko: 액션 모드
lt: Veiksmo režimas
ml: ആക്ഷൻ മോഡ്
mr: ॲक्शन मोड
ms: Mod Aksi
nb: Actionmodus
nl: Actiemodus
or: କାର୍ଯ୍ୟ ମୋଡ୍
pa: ਐਕਸ਼ਨ ਮੋਡ
pl: Tryb Akcja
pt_br: Modo de Ação
pt_pt: Modo Ação
ro: Mod Acțiune
ru: Режим «Экшн»
sk: Akčný režim
sl: Akcijski način
sv: Actionläge
ta: ஆக்‌ஷன் பயன்முறை
te: యాక్షన్ మోడ్
th: โหมดแอ็คชั่น
tr: Hareket Modu
uk: Режим «Швидкий рух»
ur: ایکشن موڈ
vi: Chế độ Hành động
zh_cn: 运动模式
zh_hk: 動作模式
zh_tw: 動作模式
